#+TITLE: Challenges of Shell
#+AUTHOR: Benn Ma
#+EMAIL: benn.msg@gmail.com
#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+OPTIONS: author:t c:nil creator:comment d:(not LOGBOOK) date:t e:t
#+OPTIONS: email:nil f:t inline:t num:t p:nil pri:nil stat:t tags:t
#+OPTIONS: tasks:t tex:t timestamp:t toc:t todo:t |:t
#+DESCRIPTION:
#+EXCLUDE_TAGS: noexport
#+KEYWORDS:
#+LANGUAGE: en
#+SELECT_TAGS: export

* how to echo escape characters?
#+BEGIN_SRC sh :results output :exports both :eval yes
echo "Welcome\t to \tBash"
#+END_SRC

#+RESULTS:
: Welcome	 to 	Bash

